Repository: iDominate/Adv_POS
Catalog: supershop/SalesRagister/Return_product.*.resx
Languages: ar

# label2.Text
source: Insert Sold Invoice no :
ar: ادخل رقم الفاتورة:

# label13.Text
source: Sub Total
ar: الاجمالي قبل الضريبة

# label29.Text
source: Total:
ar: الاجمالي

# label30.Text
source: Total Return Amount:
ar: اجمالي المبلغ المسترجع

# label11.Text
source: VAT Rate:
ar: معدل الضريبة

# label28.Text
source: Discount rate:
ar: معدل الخصم

# Suspen.Text
source: Suspend
ar: تعليق

# label6.Text
source: Return Items
ar: ارجاع سلعة

# Calculator.Text
source: Calculator
ar: الحاسبة

# label36.Text
source: Optional
ar: اختياري

# label4.Text
source: Customer :
ar: نوع العميل

# label24.Text
source: Sales by:
ar: بيع من قبل

# label3.Text
source: Return
ar: ارجاع بضاعة

# label39.Text
source: Insert Your amount
ar: رجاء ادخل المبلغ

# label35.Text
source: Optional
ar: اختياري

# label34.Text
source: Comment :
ar: تعليق

# label21.Text
source: Sold Invoice no :
ar: رقم الفاتورة

# label19.Text
source: Return Amount :
ar: المبلغ المسترجع

# label18.Text
source: Payment Type :
ar: طريقة الدفع

# groupBox1.Text
source: Payment
ar: الدفع

# ReturnSave.Text
source: Save
ar: حفظ

# label1.Text
source: Sold Receipt / Invoice no :
ar: رقم الفاتورة:

# btnSubmit.Text
source: Submit
ar: تاكيد

# label7.Text
source: Due:
ar: المستحق

# label9.Text
source: Transaction Type:
ar: نوع المعاملة

# label14.Text
source: Sales Time:
ar: وقت البيع

# label15.Text
source: ShopID:
ar: رقم المحل

# label10.Text
source: Note:
ar: ملاحظة

# label22.Text
source: Paid Amount:
ar: المبلغ المدفوع

# label20.Text
source: Pay Tye:
ar: طريقة الدفع

# groupBox2.Text
source: Sales history
ar: تاريخ البيع

# $this.Text
source: Return Items
ar: ارجاع سلعة
