Repository: iDominate/Adv_POS
Catalog: supershop/Report/salesreport.*.resx
Languages: ar

# btnSaveAs.Text
source: Save as
ar: حفظ

# btnExport.Text
source: Export to Excel
ar: تصدير الي Excel

# groupBox1.Text
source: Daily Payment Report
ar: تقرير المدفوعات اليومية

# label9.Text
source: Date to Date Payment Report
ar: تقرير المدفوعات من الي

# groupBox3.Text
source: Payment Report [Overall turnout]
ar: تقرير المبيعات

# btnDuelink.Text
source: Due List
ar: قائمة المستحقات

# label2.Text
source: Date to Date Sales Report
ar: تقرير المبيعات من الي

# groupBox4.Text
source: Sales Item Report
ar: تقرير وحدات المبيعات

# btnPrint.Text
source: Print
ar: طباعة

# groupBox2.Text
source: Return Report
ar: تقرير المسترجعات

# label8.Text
source: Report
ar: تقرير

# label4.Text
source: Search Product Name , Id, Sales No
ar: بحث باسم,رقم او رقم المعاملة

# $this.Text
source: Sales Report | DynamicSoft citkar@live.com
ar: تقرير المبيعات
