Repository: iDominate/Adv_POS
Catalog: supershop/Inventory/Add_Sales.*.resx
Languages: ar

# label1.Text
source: Date
ar: التاريخ

# label2.Text
source: Invoice No
ar: رقم الفاتورة

# label3.Text
source: Warehouse *
ar: مستودع *

# label5.Text
source: Customer *
ar: عميل *

# label7.Text
source: Barcode Scanner
ar: ماسح Barcode

# label8.Text
source: Add Sale
ar: اضافة معاملة

# label9.Text
source: Total
ar: الاجمالي

# label11.Text
source: Shipping fee
ar: مصروف الشحن

# label12.Text
source: Invoice Tax
ar: الضريبة

# btnSubmit.Text
source: Submit
ar: تاكيد

# label16.Text
source: Total Payable
ar: اجمالي المستحق

# lblAddStockItem.Text
source: (+) Stock item list
ar: (+) قائمة وحدات المخزون

# label28.Text
source: Discount
ar: الخصم

# groupBox1.Text
source: Overall Discount
ar: اجمالي الخصم

# label21.Text
source: Overall Discount:
ar: اجمالي الخصم

# label20.Text
source: Sub Total
ar: الخصم قبل الضريبة

# label6.Text
source: Note
ar: ملاحظة

# label17.Text
source: Search Items
ar: بحث في المخزون

# btnSuspend.Text
source: Suspend
ar: تعليق

# $this.Text
source: Add Sales
ar: اضافة معاملة
