Repository: iDominate/Adv_POS
Catalog: supershop/Config.*.resx
Languages: ar

# label1.Text
source: Company name
ar: اسم الشركة

# label2.Text
source: Company Address [Head office]
ar: عنوان مقر الشركة

# label3.Text
source: Phone
ar: الهاتف

# bntSave.Text
source: Save
ar: حفظ

# groupBox1.Text
source: Store General Information
ar: حفط بيانات عامة

# label9.Text
source: Discount Percentage (%)
ar: معدل الخصم(%)

# helplnk.Text
source: Help
ar: مساعدة

# button1.Text
source: Save Language Settings
ar: حفظ اعدادات اللغة

# label18.Text
source: Language
ar: اللغة

# label10.Text
source: Footer Message
ar: ملاحظات

# label8.Text
source: TAX Percentage (%)
ar: معدل الضريبة (%)

# label7.Text
source: Web site:
ar: الموقع

# label5.Text
source: TAX Registration No
ar: رقم التسجيل الضريبي

# tabStore.Text
source: Store Info
ar: حفظ البيانات

# tabterminallist.Text
source: Terminal List
ar: قائمة الكاشير

# tabterminal.Text
source: Terminal
ar: كاشير

# lnkDelete.Text
source: Delete
ar: مسح

# btnAddnew.Text
source: Add new
ar: اضافة جديد

# label15.Text
source: Email:
ar: البريد الالكتروني:

# label4.Text
source: Footer Message
ar: ملاحظات

# label6.Text
source: Discount Percentage (%)
ar: معدل الخصم (%)

# label11.Text
source: TAX Percentage (%)
ar: معدل الضريبة (%)

# label12.Text
source: Web site:
ar: الموقع:

# label13.Text
source: TAX Registration No
ar: رقم التسجيل الضريبي

# label14.Text
source: Termal
ar: Terminal

# btnTrSave.Text
source: Save
ar: حفظ

# label16.Text
source: Phone:
ar: الهاتف:

# $this.Text
source: System Configuration
ar: اعدادات النظام
